{"Talisman":{"Assassin":{"description":"You may assassinate when you attack any character or creature. You cannot assassinate when you are attacked by another character. When you assassinate, battle takes place as normal except that your victim may not roll a die to add to their Strength. If you win, you must force the loser to lose 1 life; you cannot take an Object or gold instead.</br></br>You may not assassinate while at the Crown of Command.</br></br>","start":"City","alignment":"Evil","filePrefix":"assassin","strength":0,"craft":0,"life":0,"fate":0},"Druid":{"description":"You begin the game with one Spell.</br></br>You may change your alignment at will. At any given time though, you can only be of one alignment. For example, if you are carrying the Runesword and you wish to pray at the Chapel, you must ditch the Runesword and leave it there when you move next turn.</br></br>Whenever you land on the Woods, you may gain your full complement of Spells, according to your current Craft.</br></br>","start":"Forest","alignment":"Neutral","filePrefix":"druid","strength":0,"craft":0,"life":0,"fate":0},"Dwarf":{"description":"You need not roll the die in the Crags or the Chasm unless you wish to. If you choose to roll, you must accept the result.</br></br>You may evade creatures and characters in the Hills.</br></br>After rolling the die in the Cave, you may add 1 to the score.</br></br>You need only roll 1 die if you attempt to open the Portal of Power by Craft.</br></br>You need only roll 2 dice in the Mines.</br></br>You are unaffected by the Maze.</br></br>","start":"Crags","alignment":"Neutral","filePrefix":"dwarf","strength":0,"craft":0,"life":0,"fate":0},"Elf":{"description":"You need not roll the die in the Forest unless you wish to. If you choose to roll, you must accept the result.</br></br>You may evade creatures and characters in the Woods.</br></br>If you are on the Woods, instead of rolling the die for your move, you may move to any other Woods in the same Region.</br></br>","start":"Forest","alignment":"Good","filePrefix":"elf","strength":0,"craft":0,"life":0,"fate":0},"Ghoul":{"description":"When you attack another character, you may choose to make the attack psychic combat. You may not do this when you are attacked by another character.</br></br>Whenever you defeat a character in psychic combat, if you choose to take one of their lives, add it to your own.</br></br>When you kill an Enemy in battle, you may raise it from the dead and keep it as a Follower instead of a trophy. You may have one of your raised Followers add its Strength to yours for one battle, after which it disintegrates to the discard pile. You may only use one raised Follower per battle.</br></br>","start":"Graveyard","alignment":"Evil","filePrefix":"ghoul","strength":0,"craft":0,"life":0,"fate":0},"Minstrel":{"description":"Animals and Dragons will not attack you, although you may choose to attack them.</br></br>If you do not attack an Animal, you may attempt to charm it. To do so, roll 1 die: if you roll higher than the Animal's Strength, it joins you as a Follower and adds its Strength to yours in battle. You may only use one charmed Animal per battle.</br></br>You may take the Maiden and Princess from any character you land on.</br></br>","start":"Tavern","alignment":"Good","filePrefix":"minstrel","strength":0,"craft":0,"life":0,"fate":0},"Monk":{"description":"Your inner belief allows you to add your starting Craft to your Strength during battle.</br></br>After rolling the die when praying, you may add 1 to the score.</br></br>You may not use any Weapon or Armour during battle.</br></br>","start":"Village","alignment":"Good","filePrefix":"monk","strength":0,"craft":0,"life":0,"fate":0},"Priest":{"description":"You begin the game with one Spell.</br></br>After rolling the die when praying, you may add 1 to the score.</br></br>You may choose to automatically destroy any Spirits without resorting to psychic combat. When you destroy a Spirit in this manner, you may not keep the Enemy as a trophy but you may gain one Spell.</br></br>You may not use any Weapon during battle.</br></br>","start":"Chapel","alignment":"Good","filePrefix":"priest","strength":0,"craft":0,"life":0,"fate":0},"Prophetess":{"description":"You begin the game with one Spell.</br></br>During the game, you always have at least one Spell.n(Gain a Spell each time you cast your last Spell).</br></br>Whenever you have to draw Adventure Cards, you may discard one of your choice that you do not wish to encounter and draw one more card to replace it, which you must encounter.</br></br>At any time during the game, you may look at the Spell cards held by other characters.</br></br>","start":"Chapel","alignment":"Good","filePrefix":"prophetess","strength":0,"craft":0,"life":0,"fate":0},"Sorceress":{"description":"You begin the game with one Spell.</br></br>When you attack another character, you may choose to make the attack psychic combat. You may not do this when you are attacked by another character.</br></br>You may attempt to beguile a character that you land on, allowing you to take one gold or Object of your choice. To do so, roll one die: you must roll a 6 to beguile a good character; 5 or 6 for a neutral character; or a 4, 5 or 6 for an evil character.</br></br>You may take any one Follower, except the Maiden, Unicorn, or Princess from any character that you land on.</br></br>","start":"Graveyard","alignment":"Evil","filePrefix":"sorceress","strength":0,"craft":0,"life":0,"fate":0},"Thief":{"description":"You may take one Object or gold from any character that you land on.</br></br>Whenever you visit the Market, Market Day or Village you may take a card of your choice from the Purchase deck for free.</br></br>","start":"City","alignment":"Neutral","filePrefix":"thief","strength":0,"craft":0,"life":0,"fate":0},"Troll":{"description":"You need not roll the die in the Crags unless you wish to. If you choose to roll, you must accept the result.</br></br>Whenever you roll a 6 for your move, you may regenerate instead of moving. If you choose to regenerate, heal one life and your turn immediately ends.</br></br>","start":"Crags","alignment":"Neutral","filePrefix":"troll","strength":0,"craft":0,"life":0,"fate":0},"Warrior":{"description":"You may roll two dice in battle and use the higher attack roll to determine your attack score.</br></br>You may use two Weapons at the same time.</br></br>","start":"Tavern","alignment":"Neutral","filePrefix":"warrior","strength":0,"craft":0,"life":0,"fate":0},"Wizard":{"description":"You begin the game with two Spells.</br></br>During the game, you always have at least one Spell.n(Gain a Spell each time you cast your last Spell).</br></br>When you attack another character, you may choose to make the attack psychic combat. You may not do this when you are attacked by another character.</br></br>","start":"Graveyard","alignment":"Evil","filePrefix":"wizard","strength":0,"craft":0,"life":0,"fate":0}},"Character Packs":{"Apprentice Mage":{"description":"You begin the game with one Spell.n</br></br>During the game, you always have at least one Spell. (Gain a Spell each time you cast your last Spell).n</br></br>If your Craft is 7 or more, you always have at least 2 Spells. (Whenever casting a Spell reduces your total to less than 2, draw another Spell immediately to replace it).n</br></br>Whenever you cast a Spell, if your Craft is 6 or less, you must roll 1 die:n</br></br>1) The Spell misfires and you lose 1 life.n</br></br>2) The Spell has no effect.n</br></br>3-6) The Spell functions normally.n</br></br>Whenever you draw a Spell card, you may draw from the top of the discard pile instead of the top of the Spell deck. You may only do this if the Spell card on the top of the discard pile is a Spell you have not successfully cast before.n</br></br>Whenever you discard a Spell, it is placed at the bottom of the discard pile.</br></br>","start":"City","alignment":"Neutral","filePrefix":"apprentice_mage","strength":0,"craft":0,"life":0,"fate":0},"Black Witch":{"description":"You begin the game with one Spell.</br></br>You may roll two dice for your movement. After the dice have been rolled, you may either choose one of the results to use for your move or add them together to determine how far you can move.</br></br>If another character casts a Spell on your character (except for the Command Spell), you may attempt to resist it. Roll 1 die:n</br></br>1-3) The Spell affects you as normal.n</br></br>4-6) You are unaffected by the Spell.</br></br>","start":"Cursed","alignment":"Evil","filePrefix":"black_witch","strength":0,"craft":0,"life":0,"fate":0},"Courtesan":{"description":"You may seduce a character that you encounter, allowing you to take one gold or Object of your choice. When you do this, you must lose your next turn.</br></br>You may take any one Follower from a character that you land on.</br></br>Whenever you encounter a card or space and need to pay a total of 2 or more gold, you create a distraction and pay 1 gold less.</br></br>You captivate any Stranger that grants you wishes. If you meet the conditions of the card you are granted two different wishes of your choice. If not, you are granted the wish regardless.</br></br>","start":"City","alignment":"Neutral","filePrefix":"courtesan","strength":0,"craft":0,"life":0,"fate":0},"Devils Minion":{"description":"When you attack another character, you may choose to make the attack psychic combat. You may not do this when you are attacked by another character.n</br></br>Whenever you are about to encounter an Enemy Spirit, you may choose to have it attack another character in your Region instead of encountering the Spirit yourself.n</br></br>Whenever any of the following cards are drawn, you encounter them as well as the character who drew them: Devil, Mephistopheles, and Phantom.n</br></br>Whenever you land on the Graveyard or the Cursed Glade, you may choose not to encounter the space and heal 1 life, gain 1 Spell, or teleport to any other space in the same Region instead.n</br></br>You are always evil; ignore any effect that changes your alignment.n</br></br>You may not use any Armour in battle, nor any Weapon in battle, except for the Runesword.n</br></br>","start":"Graveyard","alignment":"Evil","filePrefix":"devils_minion","strength":0,"craft":0,"life":0,"fate":0},"Exorcist":{"description":"You begin the game with one Spell.</br></br>When you attack another character, you may choose to make the attack psychic combat. You may not do this when you are attacked by another character.</br></br>Whenever you defeat a Spirit, you may gain one Spell, if your Craft allows.</br></br>You may choose to automatically destroy any Spirits without resorting to psychic combat. When you destroy a Spirit in this manner, you may not keep the Enemy as a trophy or gain a Spell.</br></br>You may take Objects that cannot be used by good characters, but they must be immediately destroyed (discarded). You may then gain one Spell, if your Craft allows.</br></br>","start":"City","alignment":"Good","filePrefix":"exorcist","strength":0,"craft":0,"life":0,"fate":0},"Gambler":{"description":"You may tempt fate with a character that you land on. You and the other character must roll 1 die and add your Craft. If your score is equal to or higher than the other character's score, you gain 1 fate. Otherwise, you must choose to lose 1 fate or 1 life.</br></br>After you make a die roll, you may discard fate to reduce the odds. Add 1 to or subtract 1 from the result for each fate you discard.</br></br>During your turn, you may sell any trophies you have for gold. Discard the chosen trophies and gain 1 gold for each.</br></br>You are always neutral; ignore any effect that changes your alignment.</br></br>","start":"City","alignment":"Neutral","filePrefix":"gambler","strength":0,"craft":0,"life":0,"fate":0},"Genie":{"description":"You begin the game with one Spell.</br></br>You need not roll the die in the Forest or the Crags unless you wish to do so. If you choose to roll, you must accept the result.</br></br>You do not lose life in the Desert.</br></br>Whenever you defeat a character in battle or psychic combat, you may take a Follower instead of taking a gold, Object, or life.</br></br>You may combine all types of Enemy trophies (Animals, Dragons, Monsters, Spirits, etc.) to gain either Strength or Craft.</br></br>","start":"Oasis","alignment":"Neutral","filePrefix":"genie","strength":0,"craft":0,"life":0,"fate":0},"Goblinshaman":{"description":"You begin the game with one Spell.</br></br>You need not roll the die in the Crags unless you wish to. If you choose to roll, you must accept the result.</br></br>Whenever you land on the Crags, you may replenish fate up to your fate value.</br></br>Whenever you encounter an Enemy card that has the word \"Goblin\" or \"Hobgoblin\" in its title, you may spellbind it and take it as a Follower instead of attacking it. At the end of your turn, you may discard one of your spellbound Enemies and gain 1 Spell, if your Craft allows.</br></br>When you would lose a life you may discard one of your spellbound Enemies to prevent the loss of life.</br></br>","start":"Crags","alignment":"Evil","filePrefix":"goblinshaman","strength":0,"craft":0,"life":0,"fate":0},"Illusionist":{"description":"You begin the game with one Spell.</br></br>You create a likeness as a decoy when in battle or psychic combat with a character or creature. If your attack roll is lower than your Craft value, the decoy is effective and your opponent cannot add their attack roll to their attack score.</br></br>Whenever you encounter an Event or Stranger that refers to alignment, you may attempt to obscure your own alignment. Roll 1 die:n1-3) No effectn4-6) You may choose any alignment for encountering the card, but your actual alignment does not change.</br></br>","start":"City","alignment":"Good","filePrefix":"illusionist","strength":0,"craft":0,"life":0,"fate":0},"Jester":{"description":"When you are attacked by another character, your constant juggling causes a distraction and they must reduce their attack roll by 1 (to a minimum of 1).</br></br>Instead of attacking a character, you may impress them with your skills and take one gold from them.</br></br>Whenever you encounter a creature, you may try to confuse it. Roll one die and add your fate. If the total is higher than the creature's Strength or Craft, you may evade it. If you fail to confuse the creature, you must attack it as normal.</br></br>Whenever you visit the City, Tavern or Village, instead of encountering the space, you may perform there and earn one gold.</br></br>Whenever you visit the Castle, you may heal up to your life value for free.</br></br>","start":"City","alignment":"Good","filePrefix":"jester","strength":0,"craft":0,"life":0,"fate":0},"Martial Artist":{"description":"If you defeat another character in battle, you deliver a crippling blow, slowing their movement to 1 space for their next turn.</br></br>Whenever you land on a space with a character, you may make a heroic leap and move to the next space in the same direction (clockwise or counterclockwise). You may only leap over one space at a time.</br></br>Add 2 to your Strength in battle if you are not using a Weapon.</br></br>","start":"Village","alignment":"Neutral","filePrefix":"martial_artist","strength":0,"craft":0,"life":0,"fate":0},"Martyr":{"description":"When you attack another character, you may choose to make the attack psychic combat. You may not do this when you are attacked by another character.</br></br>When you attack a character or creature in battle, and you have at least two lives, you may sacrifice one life to automatically win the battle. You cannot sacrifice a life when you are attacked by another character.</br></br>After rolling the die when praying, you may add 1 to the score.</br></br>You are always good; ignore any effect that changes your alignment.</br></br>","start":"Village","alignment":"Good","filePrefix":"martyr","strength":0,"craft":0,"life":0,"fate":0},"Ninja":{"description":"You may never have any Followers.</br></br>You may make a secret strike when you attack a character or creature. You cannot do this when you are attacked by another character. The battle takes place as normal except that you deduct your Craft value from your opponent's attack score, to a minimum of 1.</br></br>You may evade Enemies in any Region (except the Inner Region).</br></br>Whenever you visit the City, Tavern, Village, Chapel or Graveyard, you may draw 1 Adventure Card instead of resolving the instructions on the space.</br></br>","start":"Forest","alignment":"Neutral","filePrefix":"ninja","strength":0,"craft":0,"life":0,"fate":0},"Pilgrim":{"description":"You begin the game with one Spell.</br></br>After you roll the die for your move, you may add 1 to the score.</br></br>Your unwavering resolve means that if you are instructed to miss 1 or more turns, you ignore the effect.</br></br>Whenever you are about to pray, you may replenish 1 fate.</br></br>After rolling the die when praying, you may add up to 2 to the score.</br></br>","start":"Chapel","alignment":"Good","filePrefix":"pilgrim","strength":0,"craft":0,"life":0,"fate":0},"Pirate":{"description":"Whenever another character gambles and loses a gold at the Tavern, it is given directly to you to add to your plunder.</br></br>When you visit the Tavern, you may sell any of your Objects or Followers on the black market instead of resolving the instructions on the space. Discard the chosen cards and gain 1 gold for each.</br></br>Whenever you encounter a Stranger, you may immediately press-gang them into your crew and take them as a Follower. The press-ganged Stranger will add 3 to your Strength in battle, after which they depart to the discard pile. You may only use one press-ganged Stranger per battle.</br></br>When you would lose a life in battle, you may discard one of your press-ganged Strangers to prevent the loss of life.</br></br>Whenever you roll a 6 for your move, you may sail across the Storm River as if you were using a Raft.n</br></br>","start":"Tavern","alignment":"Evil","filePrefix":"pirate","strength":0,"craft":0,"life":0,"fate":0},"Samurai":{"description":"You begin the game with a Sword from the Purchase deck. If you lose the Sword, you may take one from the Purchase deck for free if you visit the Castle.</br></br>At the start of battle, you may use Kyujutsu and discard 1 gold to roll 1 die and add the result to your attack score. You may only do this once per battle.</br></br>Whenever another character in your Region engages an Enemy in battle, you may use your Yu to aid them. Move to the character's space and add your Strength value to the character's attack score. If the Enemy is killed, you receive a reward of 1 gold.</br></br>Whenever you are attacked by another character in battle, you may use Jujutsu to add your Craft value to your attack score.</br></br>","start":"Castle","alignment":"Neutral","filePrefix":"samurai","strength":0,"craft":0,"life":0,"fate":0},"Saracen":{"description":"You begin the game with a Shield from the Purchase deck.</br></br>You do not lose a life in the Desert.</br></br>You may attempt to recruit from a character that you land on, allowing you to take one Follower of your choice. To do so, roll one die: you must roll less than or equal to the number of Followers they have.</br></br>You treat all Followers as if they had an encounter number of 1.</br></br>","start":"Oasis","alignment":"Neutral","filePrefix":"saracen","strength":0,"craft":0,"life":0,"fate":0},"Satyr":{"description":"You may evade creatures and characters in the Woods and Fields.</br></br>You may take any one Follower from a character that you land on.</br></br>You need not roll the die in the Crags unless you wish to. If you choose to roll, you may add up to 2 to the score.</br></br>Animals will not attack you, although you may choose to attack them.</br></br>When you encounter another character, you may use your pipes to ^startle^ them, forcing them to ditch one of their Objects at random.</br></br>","start":"Crags","alignment":"Evil","filePrefix":"satyr","strength":0,"craft":0,"life":0,"fate":0},"Shaman":{"description":"You need not roll the die in the Forest unless you wish to. If you choose to roll, you must accept the result.</br></br>You may evade creatures and characters in the Woods and Forest.</br></br>At the start of your turn, if you are in human form, you may spend 1 fate and transform into a Bear, Owl or Cheetah:nBear - Add 2 to your StrengthnOwl - Add 2 to your CraftnCheetah - After you roll the die for your move, you may add up to 2 to the result.nIf you lose a life as a result of an attack whilst transformed, you immediately revert to your human form.</br></br>If you are turned into a Toad, you may revert to your human form at the start of your next turn.</br></br>","start":"Forest","alignment":"Neutral","filePrefix":"shaman","strength":0,"craft":0,"life":0,"fate":0},"Shape Shifter":{"description":"When you attack another character, you may choose to make the attack psychic combat. You may not do this when you are attacked by another character.</br></br>Whenever you attack and defeat another character in battle or psychic combat, and they lose a life as a result of the attack, you may shift into their shape and use all of their special abilities. If you do so, the other character's special abilities replace your own special abilities (except this one). If you lose a life as a result of an attack whilst in this form, you immediately revert to your original shape.</br></br>Whenever you fight a character or creature, you may morph into the shape of one of your trophies and use its Strength or Craft instead of your own. If you are defeated, you do not lose a life and the trophy is discarded instead.</br></br>You cannot be turned into a Toad; ignore any effect that would turn you into a Toad.n</br></br>","start":"Tavern","alignment":"Evil","filePrefix":"shape_shifter","strength":0,"craft":0,"life":0,"fate":0},"Swordsman":{"description":"You begin the game with a Sword from the Purchase deck. If you lose the Sword, you may take one from the Purchase deck for free if you visit the Castle or Village.</br></br>Whilst you have a Weapon equipped you may:n</br></br>- Attempt to disarm another character that has a Weapon equipped at the start of a battle. To do so, roll 1 die, if the result is a 5 or 6, their Weapon falls to the floor and must be ditched on their current space.</br></br>- Choose to Parry when being attacked by another character in battle. Add 2 to your attack score, but if you win, the result is considered a stand-off.</br></br>","start":"Castle","alignment":"Neutral","filePrefix":"swordsman","strength":0,"craft":0,"life":0,"fate":0},"Vampire":{"description":"When you attack another character, you may choose to make the attack psychic combat. You may not do this when you are attacked by another character.</br></br>Whenever you defeat a character in battle or psychic combat, if you choose to take one of their lives, add it to your own.</br></br>During your turn, you may drain the life-force from any of your Followers. Discard the chosen Followers and gain 1 life for each.</br></br>At the start of your turn, you may transform into a Bat until the start of your next turn, to do so costs you 1 life.</br></br>^Whilst in Bat form:^ n</br></br>During battle and psychic combat, you may ^exhaust^ your opponent, reducing their attack score by 2.</br></br>You may either: Roll two dice for your movement, choosing one of the results to use for your move or adding them together to determine how far you can move.n^Or^n</br></br>Cross the Storm River as if you were using a Raft.</br></br>","start":"Graveyard","alignment":"Evil","filePrefix":"vampire","strength":0,"craft":0,"life":0,"fate":0},"Werewolf":{"description":"You begin the game with Lycanthropy.</br></br>Whenever you land on a space with another character and attempt to encounter them, they must roll 1 die:</br></br>1-3) Fight! You set upon them in Battle. If you win, they become a Lycanthrope in addition to losing a life.n</br></br>4-5) Scratched! They escape but become a Lycanthrope.n</br></br>6) Flee! They escape unscathed.</br></br>You cannot have or gain spells.n</br></br>Spells cannot affect you (except the Command Spell).n</br></br>May never have followers.n</br></br>Cannot have or gain Objects.n</br></br>Whenever you defeat an Enemy, you must discard it and heal 1 life, instead of taking it as a trophy.</br></br>You are shunned and unwelcome in society, you may only encounter spaces with instructions to draw cards. In all other spaces, nothing happens.n</br></br>You may only encounter the following Adventure Card types - Events, Strangers and Enemies.\")</br></br>DEFSTRING(CARDTEXT_NAME_RANGER, \"Ranger\")</br></br>DEFSTRING(CARDTEXT_DESC_RANGER, \"\")</br></br>DEFSTRING(CHARACTER_CARD_RANGER, \"SPECIAL ABILITIES</br></br>You need not roll the die in the Chasm, Crags, or Forest unless you wish to. If you choose to roll, you must accept the result.</br></br>You do not lose a life in the Desert.</br></br>Add 1 to your attack roll in battle with Dragons or Animals.</br></br>You always know what the top card is on the Adventure deck. You may look at it whenever you wish.</br></br>Whenever you are instructed to draw Adventure Cards, you may spend 1 fate to ignore this instruction.</br></br>","start":"Forest","alignment":"Neutral","filePrefix":"werewolf","strength":0,"craft":0,"life":0,"fate":0},"Witch Doctor":{"description":"Whenever you land on the Graveyard, you may gain your full complement of Spells, according to your current Craft.</br></br>At the start of your turn, you may use your powers of healing. To do so, discard any Spirit trophies and heal 1 life for each.</br></br>You may use your power of the Evil Eye on a character that you land on. To throw a curse on them, roll one die:n</br></br>1) The curse fails - nothing happens.n</br></br>2-3) Slowness - their movement is reduced to 1 space per turn for the next 2 turns.n</br></br>4-5) Confusion - they take their move as normal next turn, except that you decide in which direction they move.n</br></br>6) Running scared - they immediately move back to their start space.</br></br>","start":"Graveyard","alignment":"Evil","filePrefix":"witch_doctor","strength":0,"craft":0,"life":0,"fate":0},"Witch Hunter":{"description":"At the start of your turn you may change your alignment to that of another character.</br></br>You begin the game with 1 Witch token.</br></br>^Accusation^ At the start of your turn, if no other character has your Witch token, you may accuse another character and give them a Witch token.</br></br>^Hunting^ If you move into a space that contains a character with your Witch token, you may end your move there, instead of moving the full distance as indicated by the die roll.</br></br>^Trial^ Whenever you attack or are attacked by a character that has your Witch token or whose alignment is different to your own, add 2 to your attack score.</br></br>^Judgement^ Whenever you defeat a character in battle or psychic combat that has your Witch token, in addition to your normal reward, take back your Witch token and gain one fate. They must then lose one life or kill a Follower of their choice.</br></br>","start":"Tavern","alignment":"Evil","filePrefix":"witch_hunter","strength":0,"craft":0,"life":0,"fate":0},"Woodsman":{"description":"You begin the game with an Axe from the Purchase deck. If you lose the Axe, you may take one from the Purchase deck for free if you visit the Forest.</br></br>You add 1 to your attack score when you use a Weapon that has the word \"Axe\" in its title.</br></br>Whenever you land on the Woods, you may draw two Adventure Cards, instead of one, but you must encounter both cards. If there is a card already on the Woods when you land there, you may draw a second card, but you must encounter both cards.</br></br>You may add 1 to your die roll in the Forest.</br></br>Animals will not attack you, although you may choose to attack them.</br></br>","start":"Forest","alignment":"Neutral","filePrefix":"woodsman","strength":0,"craft":0,"life":0,"fate":0}},"The Ancient Beasts":{"Explorer":{"description":"Whenever you are instructed to draw Adventure Cards, you must draw 1 additional card.</br></br>You start with 3 facedown (greyed out) Catalogue tokens, one for each of 3 Enemy types (Animal, Dragon and Monster).</br></br>When you defeat an Enemy and take it as a trophy, if that Enemy's type matches one of your facedown Catalogue tokens, flip that token faceup.</br></br>Each faceup Catalogue token adds 1 to your Craft value.</br></br>","start":"Village","alignment":"Neutral","filePrefix":"explorer","strength":0,"craft":0,"life":0,"fate":0},"Trophy Hunter":{"description":"During your turn, you may sell any trophies you own. Discard the chosen trophies and gain 1 gold for each.</br></br>If you move into a space that has one or more Enemies, you may end your move there, instead of moving the full distance as indicated by the die roll.</br></br>Add 1 to your Strength in battle for each Animal and Beast in the battle.</br></br>After turning in trophies to gain Strength, roll 1 die to receive a bonus reward:n</br></br>1-2) Gain 1 goldn</br></br>3-4) Gain 1 faten</br></br>5) Gain 1 lifen</br></br>6) Gain 1 Strength</br></br>","start":"Castle","alignment":"Evil","filePrefix":"trophy_hunter","strength":0,"craft":0,"life":0,"fate":0}},"The Blood Moon":{"Doomsayer":{"description":"Whenever any character draws an Enemy, you may replenish 1 fate.</br></br>Whenever any character draws an Event, you may gain 1 Spell, if your Craft allows.</br></br>Whenever you draw an Adventure Card that is not an Enemy or an Event, you may draw 1 additional card. You may only do this once per turn.</br></br>","start":"City","alignment":"Neutral","filePrefix":"doomsayer","strength":0,"craft":0,"life":0,"fate":0},"Grave Robber":{"description":"Whenever you encounter a space with instructions to draw 1 or more Adventure Cards, you may draw the top card on the discard pile and then draw the remaining cards from the Adventure deck as normal. You may only do this once per turn.</br></br>Whenever you discard an Adventure Card, you must place it at the bottom of the discard pile.</br></br>Whenever you visit the Graveyard, you may draw the top 8 cards from the Adventure deck and take 1 Object of your choice. Then, discard the remaining cards.</br></br>","start":"Graveyard","alignment":"Evil","filePrefix":"grave_robber","strength":0,"craft":0,"life":0,"fate":0},"Vampire Hunter":{"description":"After you encounter a space with instructions to draw 1 or more Adventure Cards and have drawn the required number of cards, you may investigate. To do so, discard 1 card on your space that is not an Enemy and draw one more card to replace it, which you must encounter.</br></br>Whenever you engage an Enemy in battle or psychic combat, add 1 to your attack roll.</br></br>Whenever you visit the Graveyard you may draw 1 Adventure Card instead of resolving the instructions on the space.</br></br>","start":"Chapel","alignment":"Good","filePrefix":"vampire_hunter","strength":0,"craft":0,"life":0,"fate":0}},"The Cataclysm":{"Arcane Scion":{"description":"You begin the game with 2 Spells.</br></br>When you land on a character, you may take a secret look at their Spells. You may then take either 1 Spell or 1 Magic Object of your choice from that character.</br></br>When any character gains Craft, you may gain 1 Spell, if your Craft allows.</br></br>After rolling 1 or more dice, you may discard 1 Spell or Magic Object to either add or subtract 1 from the result (to a minimum of 1). You may do this only once per roll.</br></br>","start":"City","alignment":"Neutral","filePrefix":"arcane_scion","strength":0,"craft":0,"life":0,"fate":0},"Barbarian":{"description":"You begin the game with a Greatsword from the Purchase deck.</br></br>You cannot have or gain Spells. Spells cannot affect you (except for the Command Spell).</br></br>If you are defeated in psychic combat and just lost a life, you may roll 1 die. If you roll a 4, 5, or 6, your magic resistance protected you and you did not lose that life, though you still lost the psychic combat.</br></br>When you visit the Crags, you may heal 1 life or replenish 1 fate instead of rolling the die.</br></br>","start":"Crags","alignment":"Neutral","filePrefix":"barbarian","strength":0,"craft":0,"life":0,"fate":0},"Blackknight":{"description":"You begin the game with a Spiked Shield from the Purchase deck.</br></br>When you land on a space with another character, or another character lands on your space, you may threaten that character. If you do, they must either pay you 1 gold or lose 1 life.</br></br>When you visit the Castle, you may heal up to your life value instead of encountering the space normally.</br></br>","start":"Castle","alignment":"Evil","filePrefix":"blackknight","strength":0,"craft":0,"life":0,"fate":0},"Mutant":{"description":"When you begin the game, roll 1 die to determine your starting bonus:n1) Gain 1 Strength, 1 Craft, 1 life, and 1 fate.n2) Gain 2 Strength and 2 life.n3) Gain 2 Craft and 2 fate.n4) Gain 2 Craft and 2 Spells.n5) Gain 2 Strength and 1 Craft.n6) Gain 2 Craft and 1 Strength.</br></br>At the start of your turn, if you have 2 or more life, you may lose 1 life to mutate. If you do, roll 2 dice:n2) Lose 1 Strength and 1 Craft.n3) Lose 1 Strength or 1 Craft.n4) Lose 1 life.n5) Lose 1 fate.n6-7) Heal 1 life and replenish 1 fate.n8) Gain 2 fate.n9) Gain 2 life.n10) Gain 1 Strength.n11) Gain 1 Craft.n12) Gain 1 Strength and 1 Craft.</br></br>If you would be turned into a slimy little Toad, you may cancel the effect and lose 1 life instead.</br></br>","start":"Forest","alignment":"Evil","filePrefix":"mutant","strength":0,"craft":0,"life":0,"fate":0},"Scavenger":{"description":"When you begin the game, place the top 5 cards of the Remnant deck into the Adventure discard pile.</br></br>You may carry any number of Objects.</br></br>You may treat all Objects as if they had an encounter number of 1.</br></br>At the end of your turn, you may stash 1 of your Objects by placing it on this card. If you lose an attack, the victor cannot take the Object in your stash. Similarly, it cannot be taken by any character's special ability or Spell. You may have only 1 Object in your stash at a time.</br></br>Whenever you roll a 1 for your move, you may scavenge instead of moving. If you choose to scavenge, take the top Object in the Adventure discard pile and end your turn.</br></br>","start":"Ruins","alignment":"Neutral","filePrefix":"scavenger","strength":0,"craft":0,"life":0,"fate":0}},"The City":{"Bounty Hunter":{"description":"Whenever you defeat a character that does not match your current alignment in battle or psychic combat, you may gain 1 gold in addition to your normal reward.</br></br>Whenever you kill an Enemy you may gain 1 gold.</br></br>If you have a stand-off during battle or psychic combat, you win the attack instead.</br></br>You may take 1 trophy of your choice from a character that you land on.</br></br>","start":"Sentinel","alignment":"Evil","filePrefix":"bounty_hunter","strength":0,"craft":0,"life":0,"fate":0},"Cat Burglar":{"description":"Whenever you encounter a space with 2 or more cards, you may encounter the cards in any order you wish, instead of the order of their encounter number. If 2 or more Enemies have the same encounter number, they still fight together in the battle or psychic combat as normal.</br></br>Whenever you visit a card or space that allows you to buy an Object, you may burgle instead. To do so, choose 1 Object that is available to purchase from the encounter, roll 1 die, and add the result to the Object's cost. If the score is equal to or lower than your Craft, you take the card for free. If the score is higher than your Craft, you must miss your next turn and discard the Object.</br></br>","start":"City","alignment":"Neutral","filePrefix":"cat_burglar","strength":0,"craft":0,"life":0,"fate":0},"Elementalist":{"description":"At the start of the game, and once during your turn, you may choose to add 4 to your Strength or Craft.</br></br>You automatically kill Enemy Elementals without resorting to battle or psychic combat (you keep killed Elementals as trophies as normal).</br></br>","start":"City","alignment":"Neutral","filePrefix":"elementalist","strength":0,"craft":0,"life":0,"fate":0},"Spy":{"description":"Once during your turn, you may take a secret look at the top card on any deck.</br></br>At any time during the game, you may look at the Spell Cards held by other characters.</br></br>Instead of rolling the die for your movement, you may shadow a character in the same Region and teleport to their space. If you choose to do so, you cannot encounter that character during this turn.</br></br>","start":"Any","alignment":"Evil","filePrefix":"spy","strength":0,"craft":0,"life":0,"fate":0},"Tavern Maid":{"description":"You start the game with 5 Potion Cards.</br></br>Whenever you visit the Tavern, you choose which result to use instead of rolling a die.</br></br>If you move into a space that has any characters, you may end your move there and pour them a drink. If there are 2 or more characters, you choose the order in which you encounter them. The characters must give you 1 gold (if able) and roll 1 die:n</br></br>1) Generous tip: Give the Tavern Maid 1 of your Objectsn2) Another round!: Give the Tavern Maid another gold (if able) and roll again on this chartn3) One too many: Miss your next turnn4) Strange brew: You take your move as normal next turn, except that the Tavern Maid decides in which direction you moven5) Hearty brew: Gain 1 lifen6) One for the road: Gain 1 Potion Card</br></br>","start":"Tavern","alignment":"Good","filePrefix":"tavern_maid","strength":0,"craft":0,"life":0,"fate":0},"Tinkerer":{"description":"You start the game with 3 Objects of your choice from the Purchase deck.</br></br>You may turn any Objects you have into automated Followers:n</br></br>You may use the abilities and effects of your automated Followers as normal (Weapon and Armour limits still apply).n</br></br>Automated Followers are no longer considered Objects and do not count towards your carrying capacity.n</br></br>After you encounter a space and have drawn the required number of cards, you may discard an automated Follower to discard any number of cards on the space and draw new cards to replace them, which you must encounter.</br></br>Whenever you encounter a Construct, you may take it as an automated Follower instead of attacking it. However, while a Construct is an automated Follower, you cannot use its ability.</br></br>","start":"City","alignment":"Good","filePrefix":"tinkerer","strength":0,"craft":0,"life":0,"fate":0}},"The Clockwork Kingdom":{"Artificer":{"description":"You begin the game with 2 Spells.</br></br>During your turn, you may destroy any Magic Objects you have in order to absorb their powers.n</br></br>Destroy 1 Magic Object to gain 1 Spell, if your Craft allows.n</br></br>Destroy 2 Magic Objects to gain 1 Craft.</br></br>Whenever you land on the Runes, you may gain a Spell, if your Craft allows.</br></br>","start":"Forest","alignment":"Neutral","filePrefix":"artificer","strength":0,"craft":0,"life":0,"fate":0},"Conman":{"description":"You may Con a character that you land on by exchanging any one Object of theirs for 1 gold.</br></br>Whenever you encounter a card or space and pay a total of 2 or more gold, you pay 1 gold less.</br></br>Whenever you visit the City, Tavern or Village, instead of encountering the space, you may swindle the locals and earn one gold.</br></br>You may pay 1 gold to evade during battle.</br></br>","start":"City","alignment":"Evil","filePrefix":"conman","strength":0,"craft":0,"life":0,"fate":0},"Engineer":{"description":"You may craft an Invention with 2 Ingredients instead of 3.</br></br>Add 3 to your attack roll in battle or psychic combat against Constructs.</br></br>When you craft an Invention, you may roll 1 die on the chart below and add the text to the Invented card.</br></br>1) If you lose a life during any battle or psychic combat, you must dismantle this card.n</br></br>2) When taken, this card becomes a Follower instead of an Object.n</br></br>3) All Harmonies from Materials will be applied to the card.n</br></br>4) ^Armour^ If you are defeated in battle and just lost a life, roll 1 die. If you roll a 6+ this card protects you and you did not lose that life, though you still lost the battle.n</br></br>5) At the start of your turn, if you do not have a Spell, you may take one (if your Craft allows).n</br></br>6) Add 1 to your attack roll in battle or psychic combat.</br></br>","start":"City","alignment":"Neutral","filePrefix":"engineer","strength":0,"craft":0,"life":0,"fate":0}},"The Dragon":{"Conjurer":{"description":"You begin the game with 1 Spell.</br></br>During the game, you always have at least 1 Spell.n(Gain a Spell each time you cast your last Spell).</br></br>You may conjure whenever you encounter a space with instructions to draw one or more Adventure Cards. If the space does not already have any Adventure Cards, you may move a faceup Adventure Card in the same Region to your space. You may only do this once per round.</br></br>","start":"City","alignment":"Good","filePrefix":"conjurer","strength":0,"craft":0,"life":0,"fate":0},"Dragon Hunter":{"description":"You begin the game with an Axe from the Purchase deck.</br></br>Instead of rolling a die for movement, you may move to the closest Dragon on another space in your Region. If two or more Dragons are an equal distance away, you choose which Dragon you move to.</br></br>Whenever you engage an Enemy in battle, you may make a deathblow. Roll two dice and add them together to determine your attack roll. If you make a deathblow and roll doubles, you are automatically defeated regardless of your attack score.</br></br>","start":"Ruins","alignment":"Neutral","filePrefix":"dragon_hunter","strength":0,"craft":0,"life":0,"fate":0},"Dragon Priestess":{"description":"You begin the game with 2 Spells.</br></br>Whenever you encounter a Cultist, you may take it as a Follower instead of attacking it.</br></br>After rolling the die when praying, you may use all, none, or some of your Followers to perform a ritual. Each Follower used in the ritual adds 1 to your score.</br></br>Whenever you encounter a Dragon, you may offer a sacrifice instead of attacking it. To do so, discard one of your Followers, Objects, or Spells and roll two dice to pray with the same results as at the Temple. If you are enslaved, you must miss your next turn instead.</br></br>You are not affected by Dragon Rage.</br></br>","start":"Temple","alignment":"Evil","filePrefix":"dragon_priestess","strength":0,"craft":0,"life":0,"fate":0},"Dragon Rider":{"description":"Whenever you engage a Dragon in battle or psychic combat, add 3 to your attack roll.</br></br>If you defeat a Dragon, you may capture it and take it as a Follower instead of a trophy. You may only have one captured Dragon at a time. While you have a captured Dragon, you gain the following benefits:nâ€˘ After you roll the die for your move, you may add up to 3 to the score.nâ€˘ You may roll two dice in battle and psychic combat and use the higher attack roll to determine your attack score.</br></br>","start":"Forest","alignment":"Good","filePrefix":"dragon_rider","strength":0,"craft":0,"life":0,"fate":0},"Fire Wizard":{"description":"At the start of your turn, you may gain 1 Spell, if your Craft allows.</br></br>You may hurl a pyroblast whenever you are about to engage in battle with a character or creature. Roll one die and add your Craft. If the score is higher than the character's Strength, they must lose one life. If the score is higher than the creature's Strength, it is killed. Enemies killed may not be taken as trophies. If the score is equal to or lower than the character or creature's Strength, the pyroblast has no effect and the battle is resolved normally except you may not roll a die for your attack roll.</br></br>You are not affected by a Dragon's breath attack.</br></br>","start":"Sentinel","alignment":"Neutral","filePrefix":"fire_wizard","strength":0,"craft":0,"life":0,"fate":0},"Minotaur":{"description":"Whenever you are about to engage in battle during your turn, you may stampede and add the highest of your movement dice to your Strength until the end of the battle.</br></br>You may not use any Armour.</br></br>","start":"Crags","alignment":"Evil","filePrefix":"minotaur","strength":0,"craft":0,"life":0,"fate":0}},"The Dungeon":{"Amazon":{"description":"You may roll two dice for your movement and choose one of the results to use for your move.</br></br>If you are defeated or have a stand-off in battle, you may ignore the result and immediately fight that battle again. Any effects, special abilities, Objects, or Spells used or cast in the first battle remain in effect for the second battle. You must accept the result of the second battle. You may not do this if the battle was against another Amazon.</br></br>","start":"Village","alignment":"Neutral","filePrefix":"amazon","strength":0,"craft":0,"life":0,"fate":0},"Gladiator":{"description":"You begin the game with a Helmet from the Purchase deck.</br></br>Whenever you use Armour and roll a die to prevent the loss of life, you may add 1 to the score.</br></br>Whenever you acquire a Follower, they become trained to fight with you during battle. You may use all, none, or some of your Followers to fight with you in any battle of your choice. Each Follower used in this way adds 1 to your Strength during battle. If a character defeats you in battle, they may kill one of your Followers that fought with you, in addition to their normal reward.</br></br>","start":"Tavern","alignment":"Evil","filePrefix":"gladiator","strength":0,"craft":0,"life":0,"fate":0},"Gypsy":{"description":"You begin the game with one Spell.</br></br>Whenever an Event is drawn, you may use the power of foretelling and choose to be unaffected by the Event, although all other characters are affected as normal.</br></br>Whenever another character places a Spell on the discard pile, you may take it and add it to your own Spells, if your Craft allows.</br></br>Whenever you discard a Spell, it is placed at the bottom of the discard pile.</br></br>","start":"Forest","alignment":"Good","filePrefix":"gypsy","strength":0,"craft":0,"life":0,"fate":0},"Philosopher":{"description":"You begin the game with one Spell.</br></br>Whenever you land on faceup Adventure Cards, you may discard one of your choice that you do not wish to encounter and draw another card to replace it, which you must encounter. You may not do this while in the Inner Region.</br></br>Whenever you draw a Spell you do not wish to keep, you may discard it and draw another one to replace it, which you must keep.</br></br>","start":"City","alignment":"Neutral","filePrefix":"philosopher","strength":0,"craft":0,"life":0,"fate":0},"Swashbuckler":{"description":"When you win a battle during your turn, you may then take an extra turn. You may only do this once per round.</br></br>Whenever you land on the Fields, you may draw two Adventure Cards, instead of one, but you must encounter both cards. If there is a card already on the Fields when you land there, you may draw a second card, but you must encounter both cards.</br></br>After rolling the die when you visit the Tavern, you may add 1 to the score.</br></br>","start":"Tavern","alignment":"Good","filePrefix":"swashbuckler","strength":0,"craft":0,"life":0,"fate":0}},"The Firelands":{"Dervish":{"description":"You begin the game with a Sword and a Water Bottle from the Purchase deck.</br></br>One Weapon you are carrying does not count towards your carrying capacity.</br></br>You may use two Weapons at the same time in battle.</br></br>When you defeat an Enemy in battle and take it as a trophy, you may immediately move a number of spaces equal to the defeated Enemy's Strength. You then encounter the space you land on.</br></br>","start":"Oasis","alignment":"Good","filePrefix":"dervish","strength":0,"craft":0,"life":0,"fate":0},"Jin Blooded":{"description":"You begin the game with 2 Spells.</br></br>At the start of your turn, you may discard 1 of your Spells to gain 1 fate.</br></br>When your turn ends, you may spend 1 fate to draw 1 Spell, if your Craft allows.</br></br>Whenever another character casts a Spell on you, your space, or one of your cards, you may either gain 1 fate or spend 2 fate to bind that Spell. If you bind the Spell it has no effect and you may immediately cast it on a new target, ignoring Region and timing restrictions. If you do not use the Spell, it is discarded.</br></br>","start":"City","alignment":"Neutral","filePrefix":"jin_blooded","strength":0,"craft":0,"life":0,"fate":0},"Nomad":{"description":"When you encounter a space not in the Inner Region, you may ignore all the printed text on that space and instead treat it as if it said \"Draw 1 Card. Do not draw a card if there is already one in this space.\" </br></br>When you encounter a Place card, you may choose to ignore it. </br></br>Instead of moving normally you may spend 1 fate to stay in your current space and encounter it. You cannot use this ability if you used it during your last turn.</br></br>","start":"Any","alignment":"Neutral","filePrefix":"nomad","strength":0,"craft":0,"life":0,"fate":0},"Warlord":{"description":"When you encounter a Follower you may immediately conscript it. Take that Follower as a conscripted Follower, even if you normally could not take it. Ignore all the card text on your conscripted Followers and instead treat them as if they said \"Add 1 to your Strength during battle.\"</br></br>When you defeat another character in battle you may take one of their Followers as a conscripted Follower, in addition to the normal reward.</br></br>When you would lose a life you may discard one of your conscripted Followers to prevent the loss of that life.</br></br>","start":"Ruins","alignment":"Evil","filePrefix":"warlord","strength":0,"craft":0,"life":0,"fate":0}},"The Frostmarch":{"Leprechaun":{"description":"You begin the game with two Spells.</br></br>You need not roll the die in the Forest unless you wish to. If you choose to roll, you must accept the result.</br></br>Whenever you land on the Woods, you may gain 3 gold.</br></br>Whenever you roll a 6 for your move, you may teleport to any other space in the same Region instead of moving normally.</br></br>","start":"Forest","alignment":"Neutral","filePrefix":"leprechaun","strength":0,"craft":0,"life":0,"fate":0},"Necromancer":{"description":"You begin the game with two Spells.</br></br>When you attack another character, you may choose to make the attack psychic combat. You may not do this when you are attacked by another character.</br></br>Spirits will not attack you, although you may choose to attack them.</br></br>If you do not attack a Spirit, you may enthral it if your Craft is higher than the Spirit's Craft. The Spirit joins you as a Follower and adds its Craft to yours in psychic combat, after which it departs to the discard pile. You may use any number of enthralled Spirits during a psychic combat.</br></br>","start":"Graveyard","alignment":"Evil","filePrefix":"necromancer","strength":0,"craft":0,"life":0,"fate":0},"Ogre Chieftain":{"description":"Monsters will not attack you, although you may choose to attack them.</br></br>Whenever you defeat a Monster in battle, you may dominate it and keep it as a Follower instead of a trophy. The Monster adds its Strength to yours in battle, after which it departs to the discard pile. You may use any number of dominated Monsters during a battle.</br></br>","start":"Crags","alignment":"Neutral","filePrefix":"ogre_chieftain","strength":0,"craft":0,"life":0,"fate":0},"Warlock":{"description":"You begin the game with two Spells.</br></br>At the start of your turn, you may gain your full complement of Spells, according to your current Craft.</br></br>Whenever you complete a Warlock Quest, you may take one card of your choice from the purchase deck for free instead of gaining a Talisman as your reward.</br></br>","start":"Warlock's","alignment":"Neutral","filePrefix":"warlock","strength":0,"craft":0,"life":0,"fate":0}},"The Harbinger":{"Ascendant Divine":{"description":"You begin the game with 4 Spells facedown on your character card. These Spells are your divine gifts. Your divine gifts do not count as Spells for the purpose of other effects and do not count against your Spell limit.</br></br>Whenever you gain Strength or Craft and have 4 or fewer divine gifts on your character card, take the top card of the Spell deck and add it to the divine gifts on your character card.</br></br>Once per round, you may cast one of your divine gifts as if it were a Spell, though it does not count as a Spell for the purpose of other effects and does not count against the maximum number of Spells you may cast during a turn.</br></br>At the start of your turn, you may discard 1 of your divine gifts to draw 1 Spell.</br></br>","start":"Temple","alignment":"Neutral","filePrefix":"ascendant_divine","strength":0,"craft":0,"life":0,"fate":0},"Celestial":{"description":"You are always good. If any effect would change your alignment to neutral, ignore it. If any effect would change your alignment to evil, ignore it and lose 1 life.</br></br>Your Craft value is equal to your current fate.</br></br>After you roll the die to pray, you may ignore the result and replenish 1 fate instead.</br></br>Whenever you gain 1 or more lives, you may gain 1 fate. Whenever you heal 1 or more lives, you may replenish 1 fate.</br></br>When you attack an evil or neutral character, you may choose to make the attack psychic combat. You may not do this when you are attacked by another character. If you win, you must take 1 fate from the loser, instead of the normal reward. </br></br>","start":"Chapel","alignment":"Good","filePrefix":"celestial","strength":0,"craft":0,"life":0,"fate":0},"Possessed":{"description":"You are always evil. If any effect would change your alignment to neutral, ignore it. If any effect would change your alignment to good, ignore it and lose 1 life.</br></br>Your Strength value is equal to your current life.</br></br>Whenever you defeat an Enemy in battle, you may heal 1 life.</br></br>At the start of your turn, you may discard 1 Stranger or Place in your space. If you do, you may heal 1 life.</br></br>","start":"Graveyard","alignment":"Evil","filePrefix":"possessed","strength":0,"craft":0,"life":0,"fate":0}},"The Highland":{"Alchemist":{"description":"You begin the game with 5 gold.</br></br>During your turn, you may alchemise any Objects you have into gold. Discard the chosen Objects and gain 1 gold for each Object and 3 gold for each Magic Object.</br></br>During your turn, you may alchemise any gold you have into potions. For each gold you discard, you may replenish 1 fate, heal 1 life, or gain 1 Spell, if your Craft allows.nYou may alchemise Objects into gold and alchemise gold into potions during the same turn.</br></br>","start":"City","alignment":"Neutral","filePrefix":"alchemist","strength":0,"craft":0,"life":0,"fate":0},"Highlander":{"description":"You need not roll the die in the Crags or the Chasm unless you wish to. If you choose to roll, you must accept the result.</br></br>Whenever you land on the Hills, you may draw two Adventure Cards, instead of one, but you must encounter both cards. If there is a card already on the Hills when you land there, you may draw a second card, but you must encounter both cards.</br></br>Whenever you are about to engage in battle, you may charge and add 2 to your attack score. If you charge, you must miss your next turn recovering your wits.</br></br>","start":"Crags","alignment":"Neutral","filePrefix":"highlander","strength":0,"craft":0,"life":0,"fate":0},"Rogue":{"description":"Whenever you fight more than 1 Enemy at the same time you may roll 1 die and add the result to your attack score.</br></br>Whenever you defeat a character in battle or psychic combat and choose to take a gold, you may take all of their gold instead.</br></br>Whenever you visit the Tavern, Mystic, or Enchantress, you may roll 2 dice and choose one of the results to use.</br></br>","start":"Tavern","alignment":"Neutral","filePrefix":"rogue","strength":0,"craft":0,"life":0,"fate":0},"Sprite":{"description":"You begin the game with 2 Spells.</br></br>During the game, you always have at least 2 Spells. (Whenever casting a Spell reduces your total to less than 2, draw another Spell immediately to replace it).</br></br>You may evade creatures and characters in the Woods and Forest.</br></br>","start":"Forest","alignment":"Good","filePrefix":"sprite","strength":0,"craft":0,"life":0,"fate":0},"Valkyrie":{"description":"You may add 1 to your attack score during battle.</br></br>You may visit the Graveyard as if you were of evil alignment.</br></br>Whenever a Follower is killed, you may resurrect it and keep it as your Follower instead of allowing it to be placed on the discard pile. You may only resurrect each Follower once per turn.</br></br>","start":"Ruins","alignment":"Good","filePrefix":"valkyrie","strength":0,"craft":0,"life":0,"fate":0},"Vampiress":{"description":"When you attack another character, you may choose to make the attack psychic combat. You may not do this when you are attacked by another character.</br></br>Whenever you visit the Graveyard you may heal up to your life value.</br></br>You may take any 1 Follower from a character that you land on.</br></br>During your turn, you may drain the life-force from any of your Followers. Discard the chosen Followers and gain 1 life for each.</br></br>","start":"Graveyard","alignment":"Evil","filePrefix":"vampiress","strength":0,"craft":0,"life":0,"fate":0}},"The Realm of Souls":{"Archon":{"description":"Whenever a character casts a Spell, put 1 Overload token on your character card.</br></br>At the end of your turn, if you have 3 or more Overload tokens on your character card, you must discard all of the Overload tokens to force all other characters in the same Region as you to lose 1 life.</br></br>Whenever you land on the Runes, you may gain 1 Spell, if your Craft allows.</br></br>","start":"Ruins","alignment":"Neutral","filePrefix":"archon","strength":0,"craft":0,"life":0,"fate":0},"Clairvoyant":{"description":"After paying fate to reroll a die, you may use either of the results. </br></br>Whenever you draw Adventure Cards, you may put one card of your choice that you do not wish to encounter at the bottom of the deck and draw one more card to replace it, which you must encounter.</br></br>","start":"Village","alignment":"Good","filePrefix":"clairvoyant","strength":0,"craft":0,"life":0,"fate":0},"Great Wizard":{"description":"You begin the game with 2 Spells.</br></br>During the game, you always have at least 1 Spell.n(Gain a Spell each time you cast your last Spell).</br></br>When you kill a Spirit in psychic combat, you may capture it instead of taking it as a trophy. Captured Spirits add their Craft to yours in psychic combat, after which they depart to the discard pile. You may use any number of captured Spirits during a psychic combat.</br></br>","start":"Ruins","alignment":"Neutral","filePrefix":"great_wizard","strength":0,"craft":0,"life":0,"fate":0},"Spectre Collector":{"description":"If you move into a space that contains one or more faceup Spirits or Veil Cards, you may end your move there and encounter the Spirits and Veil Cards, instead of moving the full distance as indicated by the die roll. </br></br>Each Spirit trophy you have adds 1 to your attack roll in psychic combat against Spirits.</br></br>You may take 1 Spirit trophy of your choice from a character that you land on.</br></br>","start":"Graveyard","alignment":"Evil","filePrefix":"spectre_collector","strength":0,"craft":0,"life":0,"fate":0}},"The Reaper":{"Dark Cultist":{"description":"When you attack another character, you may choose to make the attack psychic combat. You may not do this when you are attacked by another character.</br></br>Whenever you kill an Enemy or defeat another character and force them to lose a life, roll 1 die to receive a gift from the Forces of Darkness (if you defeat a good character, you may add 1 to the score):n</br></br>1) Gain 1 fate   2) Gain 1 goldn</br></br>3) Gain 1 life   4) Gain 1 Strengthn</br></br>5) Gain 1 Craft   6+) Gain 1 Spell</br></br>You are always evil; ignore any effect that changes your alignment.</br></br>","start":"Graveyard","alignment":"Evil","filePrefix":"dark_cultist","strength":0,"craft":0,"life":0,"fate":0},"Knight":{"description":"You begin the game with a Sword and Armour from the Purchase deck.</br></br>After rolling the die when praying, you may add up to 2 to the score.</br></br>You are always good; ignore any effect that changes your alignment.</br></br>You may not attack other good characters when you encounter them, except on the Crown of Command space, where you must attack them as normal.</br></br>","start":"Chapel","alignment":"Good","filePrefix":"knight","strength":0,"craft":0,"life":0,"fate":0},"Merchant":{"description":"You begin the game with 5 gold.</br></br>You may evade Enemy Dragons and Monsters by paying 1 gold (discard).</br></br>You may trade with a character that you land on by exchanging any one Object of yours for one of theirs (including Magic Objects).</br></br>When you visit the Village, Market, or Market Day you may also discard one of your own Objects to take any one Object from the Purchase deck. You may also sell any of your Objects for 1 gold each and Magic Objects for 3 gold each.</br></br>","start":"City","alignment":"Neutral","filePrefix":"merchant","strength":0,"craft":0,"life":0,"fate":0},"Sage":{"description":"You begin the game with 1 Spell.</br></br>If you do not have any Spells at the start of your turn, you may gain 1 Spell.</br></br>You always know what the top card is on the Adventure and Spell deck. You may look at them whenever you wish.</br></br>When you roll the die for your move, you may ignore the result of your first die roll and roll again. You must accept the result of this second die roll.</br></br>","start":"Village","alignment":"Neutral","filePrefix":"sage","strength":0,"craft":0,"life":0,"fate":0}},"The Sacred Pool":{"Chivalric Knight":{"description":"You begin the game with a Riding Horse from the Stables deck. If you lose the Riding Horse, you may take one from the Stables deck for free if you visit the Castle.</br></br>Whenever another character in your Region engages an Enemy in battle, you may aid them. Move to the character's space and add your Strength value to the character's attack score. If the Enemy is killed, you receive 1 Quest Reward but you must miss your next turn.</br></br>You may not attack other characters in battle if their Strength is less than yours, except on the Crown of Command space, where you must attack them as normal.</br></br>","start":"Castle","alignment":"Good","filePrefix":"chivalric_knight","strength":0,"craft":0,"life":0,"fate":0},"Cleric":{"description":"Whenever you are about to pray, you may replenish 1 fate.</br></br>You may choose to automatically destroy any Spirits without resorting to psychic combat. When you destroy a Spirit in this manner, you may not keep the Enemy as a trophy, but you may replenish 1 fate.</br></br>You may discard 1 fate to prevent your character from losing a life or one of your Followers from being killed. You may only do this once per turn.</br></br>","start":"Chapel","alignment":"Good","filePrefix":"cleric","strength":0,"craft":0,"life":0,"fate":0},"Dread Knight":{"description":"You begin the game with a Warhorse from the Stables deck. If you lose the Warhorse, you may take one from the Stables deck for free if you visit the Graveyard.</br></br>Whenever you kill an Enemy you may gain 1 Spell, if your Craft allows.</br></br>","start":"Graveyard","alignment":"Evil","filePrefix":"dread_knight","strength":0,"craft":0,"life":0,"fate":0},"Magus":{"description":"You begin the game with 1 Spell.</br></br>If you do not have any Spells at the start of your turn, you may gain 1 Spell.</br></br>Whenever you acquire a Follower, they become indoctrinated to fight with you during psychic combat. You may use all, none, or some of your Followers to fight with you in any psychic combat of your choice. Each Follower used in this way adds 1 to your Craft during psychic combat. If a character defeats you in psychic combat, they may kill one of your Followers that fought with you, in addition to their normal reward.</br></br>","start":"City","alignment":"Evil","filePrefix":"magus","strength":0,"craft":0,"life":0,"fate":0}},"The Woodland":{"Ancient Oak":{"description":"You begin the game with 1 Growth token on your character card, with either side faceup.</br></br>Whenever you turn in trophies to gain 1 point of Strength or Craft, you may put a Growth token on your character card instead. You cannot have more than 5 Growth tokens on your character card.</br></br>For each Growth token on your character card increase your life value by 1. For each Growth token with the red side faceup, increase your Strength value by 1. For each Growth token with the blue side faceup, increase your Craft value by 1.</br></br>At the start of your turn, you may flip your Growth tokens to any side you wish.</br></br>When you end your turn in the Woods or the Forest, you may either heal 1 life or replenish 1 fate.</br></br>You cannot use Armour or Weapons.</br></br>","start":"Forest","alignment":"Neutral","filePrefix":"ancient_oak","strength":0,"craft":0,"life":0,"fate":0},"Leywalker":{"description":"You begin the game with 3 Portal tokens on your character card.</br></br>Whenever a character not in the Inner Region casts a Spell, you may place a Portal token from your character card onto their space.</br></br>Instead of your normal move, you may teleport to any space with one of your Portal tokens. After moving, return that Portal token to your character card.</br></br>Whenever you land on the Runes and/or on a space with one of your Portal tokens, you may gain 1 Spell, if your Craft allows.</br></br>When you are about to engage in battle, you may discard a Spell to use your Craft instead of your Strength during that battle. </br></br>","start":"Portal","alignment":"Neutral","filePrefix":"leywalker","strength":0,"craft":0,"life":0,"fate":0},"Scout":{"description":"You begin the game with 5 Hidden Path tokens on your character card. When you draw an Enemy, Stranger, or Place, you may place one of your Hidden Path tokens from your character card onto that card.</br></br>If you do so, draw 1 extra card and add it to your space.</br></br>You may choose not to encounter cards with Hidden Path tokens on them. Other characters cannot encounter cards with a Hidden Path token on them. They still count as faceup cards in that space. If a card with a Hidden Path token is removed from its space, return that token to your character card.</br></br>When you roll the die for movement, you may add 1 to the result.</br></br>You need not roll the die in the Chasm, Crags, or Forest unless you wish to. If you choose to roll, you must accept the result. </br></br>","start":"Crags","alignment":"Good","filePrefix":"scout","strength":0,"craft":0,"life":0,"fate":0},"Spider Queen":{"description":"You begin the game with 6 Spider tokens on your character card.</br></br>At the start of your turn you may place a Spider token from your character card onto any space with a character, with its Web side faceup.</br></br>When you enter a space with a Web token, you may immediately end your movement.</br></br>When another character enters a space with a Web token they must immediately end their movement. Whenever a character ends their movement in a space with a Web token, flip the token to its Crawler side.</br></br>Whenever a character on a space with a Crawler token makes a roll, you may return a Crawler token on their space to your character card to add or subtract 1 from that roll, to a minimum of 1. </br></br>","start":"Cursed","alignment":"Evil","filePrefix":"spider_queen","strength":0,"craft":0,"life":0,"fate":0},"Totem Warrior":{"description":"You begin the game with an Axe from the Purchase deck.</br></br>When you defeat an Enemy in battle or psychic combat, put 1 Totem Spirit token on your character card. You cannot have more than 3 Totem Spirit tokens on your character card.</br></br>After dice are rolled in battle or psychic combat, you may discard 1 Totem Spirit token from your character card to add 1 to your attack score.</br></br>At the start of your turn, you may discard 1 Totem Spirit token from your character card to either heal 1 life, replenish 1 fate, or gain 1 Spell, if your Craft allows.</br></br>","start":"Forest","alignment":"Neutral","filePrefix":"totem_warrior","strength":0,"craft":0,"life":0,"fate":0}}}
